Repository: jurialmunkey/script.toolbox
Catalog: resources/language/resource.language.*/strings.po
Languages: fi_fi

# Addon Summary
source: ToolBox Script
fi_fi: ToolBox-komentosarja

# Addon Description
source: This script makes several python functions accessible for skinners.
fi_fi: Tämä komentosarja tuo joitakin python-funktioita ulkoasukehittäjien käyttöön.

# #32001
source: Export skin settings
fi_fi: Vie ulkoasun asetukset

# #32002
source: Import skin settings
fi_fi: Tuo ulkoasun asetukset

# #32003
source: Reset skin settings
fi_fi: Palauta ulkoasun asetukset

# #32004
source: Choose action
fi_fi: Valitse toiminto

# #32005
source: Completed
fi_fi: Valmis

# #32006
source: Export successful
fi_fi: Vienti on suoritettu

# #32007
source: Error
fi_fi: Virhe

# #32008
source: guisettings.xml not found
fi_fi: guisettings.xml-tiedostoa ei löytynyt

# #32009
source: Import successful
fi_fi: Tuonti on suoritettu

# #32010
source: Importing skin settings
fi_fi: Tuodaan ulkoasun asetuksia

# #32011
source: Updating
fi_fi: Päivitetään

# #32012
source: City
fi_fi: Kaupunki

# #32013
source: Country
fi_fi: Maa

# #32014
source: Add extrathumbs to library
fi_fi: Lisää "extrathumbs"-kuvitukset kirjastoon

# #32015
source: Add extrafanart to movie library
fi_fi: Lisää "extrafanart"-kuvitukset elokuvakirjastoon

# #32016
source: Updating database with local art
fi_fi: Päivitetään tietokantaa paikallisilla kuvituksilla

# #32017
source: Update all
fi_fi: Päivitä kaikki

# #32018
source: Add extrafanart to TV show library
fi_fi: Lisää "extrafanart"-kuvitukset sarjakirjastoon
